Repository: cechout/fluent-sensors
Catalog: FluentSensors/Strings/*/Terms.resw
Source language: en_us
Languages: cs_cz, de_de

# Cpu_CoresWithThreads
source: Cores With Threads
cs_cz: Jádra s vlákny
de_de: Kerne mit Threads

# Cpu_CoresWithoutThreads
source: Cores Without Threads
cs_cz: Jádra bez vláken
de_de: Kerne ohne Threads

# Cpu_AverageLoad
source: Average Load
cs_cz: Průměrné zatížení
de_de: Durchschnittliche Last

# Cpu_AverageTemperature
source: Average Temperature
cs_cz: Průměrná teplota
de_de: Durchschnittliche Temperatur

# Cpu_AverageClock
source: Average Clock
cs_cz: Průměrná frekvence
de_de: Durchschnittlicher Takt

# Cpu_CPUInfo
source: CPU Info
cs_cz: Informace o CPU

# Cpu_PhysicalCores
source: Physical Cores
cs_cz: Fyzická jádra
de_de: Physische Kerne

# Cpu_LogicalProcessors
source: Logical Processors
cs_cz: Logické procesory
de_de: Logische Prozessoren

# Cpu_CoreTopology
source: Core Topology
cs_cz: Topologie jader
de_de: Kerntopologie

# Cpu_Socket
source: Socket
cs_cz: Patice
de_de: Sockel

# Cpu_MaxClockSpeed
source: Max Clock Speed
cs_cz: Maximální frekvence
de_de: Maximaler Takt

# Cpu_L1Cache
source: L1 Cache
cs_cz: Mezipaměť L1

# Cpu_L2Cache
source: L2 Cache
cs_cz: Mezipaměť L2

# Cpu_L3Cache
source: L3 Cache
cs_cz: Mezipaměť L3

# Cpu_Cache
source: Cache
cs_cz: Mezipaměť

# Cpu_Virtualization
source: Virtualization
cs_cz: Virtualizace
de_de: Virtualisierung

# Cpu_Extensions
source: Extensions
cs_cz: Rozšíření
de_de: Erweiterungen

# Gpu_Core
source: Core
cs_cz: Jádro
de_de: Kern

# Gpu_Memory
source: Memory
cs_cz: Paměť
de_de: Speicher

# Gpu_PCIeBus
source: PCIe / Bus
cs_cz: PCIe / sběrnice

# Gpu_Engines
source: Engines
cs_cz: Jednotky

# Gpu_GPUInfo
source: GPU Info
cs_cz: Informace o GPU

# Gpu_Vendor
source: Vendor
cs_cz: Výrobce
de_de: Hersteller

# Gpu_DriverVersion
source: Driver Version
cs_cz: Verze ovladače
de_de: Treiberversion

# Gpu_DedicatedMemory
source: Dedicated Memory
cs_cz: Vyhrazená paměť
de_de: Dedizierter Speicher

# Gpu_SharedMemory
source: Shared Memory
cs_cz: Sdílená paměť
de_de: Gemeinsamer Speicher

# Gpu_PCIDeviceID
source: PCI Device ID
cs_cz: ID zařízení PCI
de_de: PCI-Geräte-ID

# Gpu_PnPDeviceID
source: PnP Device ID
cs_cz: ID zařízení PnP
de_de: PnP-Geräte-ID

# Gpu_Identifiers
source: Identifiers
cs_cz: Identifikátory
de_de: Kennungen

# Memory_MemoryUsedPhysical
source: Memory Used (Physical)
cs_cz: Využitá paměť (fyzická)
de_de: Belegter Speicher (physisch)

# Memory_MemoryUsedVirtual
source: Memory Used (Virtual)
cs_cz: Využitá paměť (virtuální)
de_de: Belegter Speicher (virtuell)

# Memory_RAMInfo
source: RAM Info
cs_cz: Informace o RAM

# Memory_TotalSlots
source: Total Slots
cs_cz: Sloty celkem
de_de: Steckplätze gesamt

# Memory_PartNumber
source: Part Number
cs_cz: Číslo dílu
de_de: Teilenummer

# Memory_Capacity
source: Capacity
cs_cz: Kapacita
de_de: Kapazität

# Memory_FormFactor
source: Form Factor
cs_cz: Provedení
de_de: Bauform

# Memory_RAMSpeedConfiguredRated
source: RAM Speed (Configured / Rated)
cs_cz: Rychlost RAM (nastavená / jmenovitá)
de_de: RAM-Takt (konfiguriert / spezifiziert)

# Memory_VoltageConfiguredMinMax
source: Voltage (Configured / Min / Max)
cs_cz: Napětí (nastavené / min / max)
de_de: Spannung (konfiguriert / min / max)

# Memory_Bank
source: Bank
cs_cz: Banka

# Memory_WidthTotalData
source: Width (Total / Data)
cs_cz: Šířka (celkem / data)
de_de: Breite (gesamt / Daten)

# Storage_StorageInfo
source: Storage Info
cs_cz: Informace o úložišti
de_de: Datenträgerinfo

# Storage_BusType
source: Bus Type
cs_cz: Typ sběrnice
de_de: Bustyp

# Storage_FirmwareRevision
source: Firmware Revision
cs_cz: Revize firmwaru

# Storage_DeviceID
source: Device ID
cs_cz: ID zařízení
de_de: Geräte-ID

# Storage_Identifiers
source: Identifiers
cs_cz: Identifikátory
de_de: Kennungen

# Network_NetworkInfo
source: Network Info
cs_cz: Informace o síti
de_de: Netzwerkinfo

# Network_IPv4Addresses
source: IPv4 Address(es)
cs_cz: Adresy IPv4
de_de: IPv4-Adresse(n)

# Network_IPv6Addresses
source: IPv6 Address(es)
cs_cz: Adresy IPv6
de_de: IPv6-Adresse(n)

# Network_LinkSpeed
source: Link Speed
cs_cz: Rychlost linky
de_de: Verbindungsgeschwindigkeit

# Network_MACAddress
source: MAC Address
cs_cz: Adresa MAC
de_de: MAC-Adresse

# Network_DHCPEnabled
source: DHCP Enabled
cs_cz: DHCP zapnuto
de_de: DHCP aktiviert

# Network_IPAddresses
source: IP Addresses
cs_cz: IP adresy
de_de: IP-Adressen

# SensorRowHeader_Sensor
source: Sensor
cs_cz: Senzor

# SensorRowHeader_Current
source: Current
cs_cz: Aktuální
de_de: Aktuell

# SensorRowHeader_Average
source: Avg
cs_cz: Prům.
de_de: Ø

# SensorRowHeader_Unit
source: Unit
cs_cz: Jednotka
de_de: Einheit

# Cpu_TopologySymmetricSmt
source: Symmetric, Hyper-Threading enabled
cs_cz: Symetrické, Hyper-Threading zapnutý
de_de: Symmetrisch, Hyper-Threading aktiviert

# Cpu_TopologySymmetric
source: Symmetric, no Hyper-Threading
cs_cz: Symetrické, bez Hyper-Threadingu
de_de: Symmetrisch, ohne Hyper-Threading

# Cpu_TopologyPerformance
source: Performance
cs_cz: výkonná

# Cpu_TopologyEfficient
source: Efficient
cs_cz: úsporná
de_de: Effizienz

# Cpu_TopologyClass
source: Class {0}
cs_cz: třída {0}
de_de: Klasse {0}

# Info_CacheInstruction
source: Instruction
cs_cz: Instrukce
de_de: Befehle

# Info_CacheUnified
source: Unified
cs_cz: Sjednocená
de_de: Vereinheitlicht

# Info_FormChip
source: Chip
cs_cz: Čip

# Info_FormProprietaryCard
source: Proprietary Card
cs_cz: Proprietární karta
de_de: Proprietäre Karte

# Info_FormRowOfChips
source: Row of chips
cs_cz: Řada čipů
de_de: Chipreihe

# Start_Cores_One
source: {0} core
cs_cz: {0} jádro
de_de: {0} Kern

# Start_Cores_Few
source: {0} cores
cs_cz: {0} jádra
de_de: {0} Kerne

# Start_Cores_Many
source: {0} cores
cs_cz: {0} jader
de_de: {0} Kerne

# Start_Threads_One
source: {0} thread
cs_cz: {0} vlákno

# Start_Threads_Few
source: {0} threads
cs_cz: {0} vlákna

# Start_Threads_Many
source: {0} threads
cs_cz: {0} vláken

# Start_Modules_One
source: {0} module
cs_cz: {0} modul
de_de: {0} Modul

# Start_Modules_Few
source: {0} modules
cs_cz: {0} moduly
de_de: {0} Module

# Start_Modules_Many
source: {0} modules
cs_cz: {0} modulů
de_de: {0} Module

# Start_SlotsUsed
source: {0} of {1} slots
cs_cz: {0} z {1} slotů
de_de: {0} von {1} Steckplätzen

# Start_MemoryTotal
source: {0} total
cs_cz: {0} celkem
de_de: {0} gesamt

# Info_CacheData
source: Data
de_de: Daten
